# Задание 1 из тренировки
my_heigh = 179
print(my_heigh)


# Здание 2 из тренировки
my_name = "Екатерина"
my_name = "Екатерина Конченко"
print(my_name)

# Здание 3 из тренировки
my_name = "Екатерина"
my_name = "Екатерина Конченко"
pet_name = input("Как зовут твоего питомца?")
print(my_name)
print("Ваш любимчик -" + pet_name)


def print_python():
    print("Учу Python!")


print_python()


def print_letter(let):
    print(let, end='')


print_letter('C')
print_letter('т')
print_letter('у')
print_letter('д')
print_letter('е')
print_letter('н')
print_letter('т')
